Repository: wp-plugins/rename-users
Catalog: languages/renameusers-*.po
Languages: de_de

source: Rename Usernames
de_de: Benutzernamen umbenennen

source: User login name
de_de: Benutzername (aktuell)

source: New user login name and nice name
de_de: Benutzername (neu)

source: rename
de_de: Benutzer umbenennen

source: No username was entered - please enter a valid username
de_de: Es wurde kein Benutzername angegeben

source: Username does not exist
de_de: Der angegebene Benutzername existiert nicht

source: No new username was entered - please enter a valid username
de_de: Es wurde kein neuer Benutzername angegeben

source: New user name has to be different from actual user name
de_de: Der neue Benutzername ist nicht anders als der aktuelle, ein Umbenennen ist daher wohl nicht notwendig

source: New user name is not allowed for wordpress
de_de: Der neue Benutzername ist in Wordpress nicht erlaubt, da er ungültige Zeichen enthält

source: New user name is already used
de_de: Der neue Benutzername ist bereits in Verwendung

source: Your username at %3$s was renamed from %1$s to %2$s
de_de: Dein Benutzername bei %3$s wurde von %1$s zu %2$s umbenannt

source: Hello, this is a system message from the website %3$s Your login and user name has been changed by an administrator. Username / Loginname (new): %1$s Log in with this user at %4$s You do not know your password any more? Request a new password at: %2$s See you soon at %3$s
de_de: Hallo, dies ist eine Systemnachricht von %3$s Dein Login-Name / Benutzername wurde von einem Administrator soeben geändert. Benutername (neu): %1$s Einloggen damit möglich unter %4$s Das Passwort für den Account ist nicht mehr bekannt? Kein Problem - einfach ein neues blitzschnell anfordern unter: %2$s Bis bald auf %3$s

source: Email could not be sent to
de_de: Fehler beim Senden der Email an

source: User Data could not be updated - aborted!
de_de: Benutzer-Datensatz konnte nicht aktualisiert werden - Aktion wurde abgebrochen

source: User login (new: %1$s) and nice name are updated now. An email was sent to the account owner (%2$s).
de_de: Der Benutzeraccount (neu: %1$s) wurde aktualisiert. Der Account-Inhaber wurde per Email (%2$s) über die Änderung informiert.
